Repository: Maria-dz/Translator
Catalog: po/*.UTF-8/LC_MESSAGES/msg.po
Languages: ru_ru

source: The weights of the model are being loaded, please wait
ru_ru: Веса модели подгружаются, подождите пожалуйста

source: This process can usually take up to 2 minutes
ru_ru: Обычно этот процесс может занять до 2-х минут

source: Go to the translation
ru_ru: Перейти к переводу

source: Translate from:
ru_ru: Перевести c:

source: Translate to:
ru_ru: Перевести на:

source: Confirm!
ru_ru: Подтвердить!

source: Text for translation
ru_ru: Текст для перевода

source: Translate
ru_ru: Перевести

source: Translate another text
ru_ru: Перевести другой текст

source: Change the translation language
ru_ru: Поменять язык перевода
